TOKEN = ''

INFORMATION = """Разработчик @Oshkov
Вся информация собирается с сайта https://www.gismeteo.ru/

История разработки:
• 04.08.2021 - Регистрация бота.
• 21.08.2022 - Начало создания бота.
• 23.08.2022 - Создание функции для парсинга погоды сейчас, на сегодня, на завтра.
• 28.08.2022 - Создание функции для рассылки уведомлений.
• 29.08.2022 - Запуск бота.
• 11.09.2022 - Добавлен прогноз погоды на 10 дней.
• 12.09.2022 - Добавлен прогноз ветра, исправлено множество ошибок.
• 26.02.2023 - Добавлена загрузка при поиске информации, исправлено множество ошибок.
• 20.05.2023 - Исправлена ошибка с выводом погоды на 10 дней.
• 20.06.2023 - Исправлена ошибка с прекращением поиска погоды.
• 27.06.2023 - Исправлена ошибка с бесконечным поиском погоды, изменена клавиатура, кнопка "изменить город" убрана в меню.
• 02.07.2023 - В базу данных добавлен раздел с отслеживанием последних действий пользователей.
• 11.07.2023 - Исправлена ошибка с поиском и изменением города.
"""
